
/* na */
"Authentication" = "Authentication";

/* na */
"OK" = "OK";

/* na */
"User or password not valid. Please try again." = "User or password not valid. Please try again.";

/* na */
"Authenticate" = "Authenticate";

/* na */
"Cancel" = "Cancel";

/* na */
"User:" = "User:";

/* na */
"Password:" = "Password:";

"Name:" = "Name:";
"Add password to keychain" = "Remember this password in my keychain";
"Host:" = "Server:";
"Realm:" = "Realm:";
"Log In" = "Log In";
